Repository: MythicApp/Mythic
Catalog: Mythic/Localizable.xcstrings
Source language: en
Languages: it, no, pt_br, ru, sv, zh_hans, zh_hant

source: This game doesn't have an image that Mythic can display in this style.
it: Questo gioco non ha un immagine che Mythic appropiata a questo contesto.
no: Dette spillet har ikke et bilde som Mythic kan vises i denne stilen.
ru: Эта игра не имеет изображение которое Mythic может изобразить в этом стиле.
sv: Det här spelet har ingen bild som Mythic kan visa i den här stilen.
zh_hant: 這款遊戲沒有 Mythic 可以以這種風格展示的圖像。

source: This game's data integrity must be verified.
it: L'integrità di questo gioco è da verificare.
no: Dette spillets dataintegritet må verifiseres.
pt_br: A integridade dos dados desse jogo deve ser verificada.
ru: Необходимо проверить целостность игровых данных.
sv: Detta spels dataintegritet måste verifieras.
zh_hant: 必須驗證此遊戲的資料完整性。

source: This may take a while.
it: Potrebbe volerci un po'.
no: Dette kan ta en stund.
pt_br: Isso pode demorar um pouco.
ru: Это займёт некоторое время.
sv: Detta kan ta en stund.
zh_hans: 这可能需要一点时间。
zh_hant: 這可能需要一點時間。

source: This operation has been cancelled.
it: L'operazione è stata annullata.
no: Denne operasjonen har blitt avbrutt.
pt_br: Essa operação foi cancelada.
ru: Эта операция была отменена.
sv: Denna operation har avbrutits.
zh_hans: 该操作已取消。
zh_hant: 此操作已取消。

source: This operation's status is unknown.
it: Lo stato di avanzamento di questa operazione è sconosciuto.
no: Denne operasjonens status er ukjent.
pt_br: O status dessa operação é desconhecido.
ru: Статус этой операции неизвестен.
sv: Denna åtgärds status är okänd.
zh_hans: 该操作的状态未知。
zh_hant: 此操作狀態未知。

source: This will erase every persistent setting and container, and cannot be undone.
it: Ogni container e impostazione persistente verrà cancellata permanentemente.
no: Dette vil slette hver vedvarende innstilling og conteiner.
ru: Это удалит все постоянные настройки и контейнер, и это нельзя отменить.
sv: Detta raderar alla beständiga inställningar och behållare och kan inte ångras.
zh_hans: 这将清除所有持久设置和容器，且无法撤销。
zh_hant: 這將清除所有持久設置和容器，且無法撤銷。

source: This will erase every persistent setting.
it: Ogni impostazione persistente verrà cancellata.
no: Dette vil slette alle vedvarende innstillinger
pt_br: Isso apagará todas as configurações persistentes.
ru: Это приведет к стиранию всех постоянных настроек.
sv: Detta raderar alla beständig inställningar.
zh_hans: 这将清除所有持久设置。
zh_hant: 這將清除所有持久設置。

source: Thumbnail URL
it: URL miniatura
no: Miniatyrbilde URL
pt_br: URL da miniatura
ru: Ссылку на миниатюру
sv: Miniatyr URL
zh_hans: 封面URL
zh_hant: 縮圖網址 URL

source: Title
it: Titolo
no: Tittel
pt_br: Título
ru: Заголовок
sv: Titel
zh_hans: 标题
zh_hant: 名稱

source: To access containers, Mythic Engine must be installed.
it: Per accedere ai contenitori, è necessario installare il Mythic Engine.
no: For å få tilgang til containere, må Mythic Engine være installert.
ru: Чтобы получить доступ к контейнерам, необходимо установить Mythic Engine.
sv: För att komma åt behållare måste Mythic Engine installeras.
zh_hans: 要访问容器，必须安装 Mythic 引擎。
zh_hant: 若要存取容器，必須安裝 Mythic Engine。

source: To toggle DXVK, Mythic must quit all games currently running in this container. Additionally, D3DMetal will be disabled. Toggling DXVK may impact compatibility positively or negatively.
it: Per abilitare il DXVK, Mythic deve chiudere tutti in giochi aperti in questo container. Inoltre, D3DMetal verrà disabilitato.
no: For å slå av eller på DXVK må Mythic avslutte alle spill som kjører i denne beholderen. I tillegg vil D3DMetal bli deaktivert. Det å slå av eller på DXVK kan påvirke kompatibilitet positivt eller negativt.
pt_br: Para alternar o DXVK, o Mythic deve desistir de todos os jogos atualmente em execução neste contêiner. Além disso, o d3dmetal será desativado. Alternar o DXVK pode afetar a compatibilidade positiva ou negativamente.
ru: Чтобы переключить DVXK, Mythic-у надо выйти из всех игр которые запущены в этом контейнере. Дополнительно, будет отключён D3DMetal. Переключение DXVK может повлиять положительно или отрицательно на совместимость.
sv: För att växla DXVK måste Mythic avsluta alla spel som för närvarande körs i denna container. Dessutom kommer D3DMetal att inaktiveras. Att växla DXVK kan påverka kompatibiliteten positivt eller negativt.
zh_hans: 要切换 DXVK，Mythic 必须退出当前在此容器中运行的所有游戏。 此外，D3DMetal 也将被禁用。 切换 DXVK 会对兼容性产生未知的影响，可能是正面的也可能是负面的。
zh_hant: 若要啟用 DXVK，Mythic 必須退出目前容器中運行的所有遊戲。 此外，D3DMetal 將被停用。 啟用 DXVK 可能會對相容性產生正面或負面的影響。

source: Unable to complete operation [%@].
it: Impossibile completare l'operazione [%@].
no: Kunne ikke fullføre operasjonen [%@].
ru: Невозможно завершить операцию [%@].
sv: Det går inte att slutföra åtgärden [%@].
zh_hans: 无法完成操作 [%@]。
zh_hant: 無法完成操作 [%@]。

source: Unable to import thumbnail.
it: Impossibile importare la miniatura.
no: Kan ikke importere miniatyrbilde.
ru: Невозможно вставить миниатюру.
sv: Det går inte att importera en miniatyrbild.
zh_hans: 无法导入缩略图。
zh_hant: 無法匯入縮圖。

source: Unable to initialise default container.
it: Impossibile inizializzare il container di default.
no: Kan ikke initialisere standard container.
ru: Невозможно инициализировать контейнер по умолчанию.
sv: Det gick inte att initiera standardbehållaren.
zh_hans: 无法初始化默认容器。
zh_hant: 無法初始化預設容器。

source: Unable to install Mythic Engine.
it: Impossibile installare il Mythic Engine.
no: Kunne ikke installere Mythic Engine.
ru: Невозможно установить Mythic Engine.
sv: Kunde inte installera Mythic Engine.
zh_hans: 无法安装 Mythic 引擎。
zh_hant: 無法安裝 Mythic Engine。

source: Unable to install Rosetta 2.
it: Impossibile installare Rosetta 2.
no: Kunne ikke installere Rosetta 2.
ru: Невозможно установить Rosetta 2.
sv: Kunde inte installera Rosetta 2.
zh_hans: 无法安装 Rosetta 2。
zh_hant: 無法安裝 Rosetta 2。

source: Unable to load the image.
it: Impossibile caricare l'immagine.
no: Kan ikke laste inn bildet.
ru: Невозможно загрузить картинку.
sv: Kan inte ladda bilden.
zh_hans: 无法加载图像。
zh_hant: 無法載入圖像。

source: Unable to locate container.
it: Impossibile individuare il contenitore.
no: Finner ikke containeren.
ru: Невозможно найти контейнер.
sv: Kunde inte hitta behållaren.
zh_hans: 无法找到容器。
zh_hant: 無法找到容器。

source: Unable to move "%@".
it: Impossibile spostare "%@".
no: Kunne ikke flytte "%@".
pt_br: Não é possível mover "%@".
ru: Не удается переместить "%@".
sv: Det går inte att flytta "%@".
zh_hans: 无法移动 “%@”。
zh_hant: 無法移動"%@"。

source: Unable to query registry of container.
it: Impossibile leggere il registro dei container.
no: Kan ikke spørre registeret over containeren.
ru: Невозможно запросить реестр контейнера.
sv: Kunde inte att fråga efter behållarens register.
zh_hans: 无法查询容器注册表。
zh_hant: 無法查詢容器的登錄檔。

source: Unable to remove Mythic Engine.
it: Impossibile rimuovere il Mythic Engine.
no: Kan ikke fjerne Mythic Engine.
ru: Не удалось удалить Mythic Engine.
sv: Kunde inte att ta bort Mythic Engine.
zh_hans: 无法移除 Mythic 引擎。
zh_hant: 無法移除 Mythic Engine。

source: Unable to retrieve container settings.
it: Impossibile leggere le impostazioni del container.
no: Kan ikke hente container innstillinger.
ru: Невозможно получить настройки контейнера.
sv: Kunde inte att hämta behållarinställningar.
zh_hans: 无法获取容器设置。
zh_hant: 無法取得容器設定。

source: Unable to sign in to Epic Games.
it: Impossibile accedere a Epic Games.
no: Kan ikke logge inn på Epic Games.
pt_br: Não foi possível realizar login na Epic Games.
ru: Не удалось войти в Epic Games.
sv: Kunde inte att logga in på Epic Games.
zh_hans: 无法登录到 Epic Games。
zh_hant: 無法登入 Epic Games。

source: Unable to verify installation.
it: Impossibile verificare l'installazione.
no: Kunne ikke verifisere installasjonen.
ru: Невозможно проверить установку.
sv: Kunde inte verifiera installationen.
zh_hans: 无法验证安装。
zh_hant: 無法驗證安裝情況。

source: Unfavourite
it: Rimuovi dai preferiti
no: Fjern som favoritt
ru: Убрать из избранных
sv: Ta bort favorit
zh_hans: 取消收藏
zh_hant: 取消最愛

source: Uninstall %@
it: Disinstalla %@
no: Avinstaller "%@
pt_br: Desinstalar %@
ru: Удалить %@
sv: Avinstallera %@
zh_hans: 卸载 %@
zh_hant: 解除安裝 %@

source: Uninstalled
it: Disinstallato
no: Avinstallert
pt_br: Desinstalado
ru: Неустановленный
sv: Avinstallerad
zh_hans: 已卸载
zh_hant: 已解除安裝

source: Uninstalling
it: Disinstallazione...
no: Avinstallerer
pt_br: Desinstalando
ru: Удаляется
sv: Avinstallering
zh_hans: 正在卸载
zh_hant: 正在解除安裝

source: Unknown
it: Sconosciuto
no: Ukjent
pt_br: Desconhecido
ru: Неизвестно
sv: Okänd
zh_hans: 未知
zh_hant: 未知

source: Unknown Error.
it: Errore sconosciuto.
no: Ukjent feil.
ru: Неизвестная ошибка.
sv: Okänt Fel.
zh_hans: 未知错误。
zh_hant: 未知錯誤。

source: Up to date
it: Aggiornato
no: Oppdatert
ru: Актуальный
sv: Uppdaterad
zh_hans: 最新版本
zh_hant: 已更新

source: Update
it: Aggiorna
no: Oppdater
ru: Обновить
sv: Uppdatera
zh_hans: 更新
zh_hant: 更新

source: Update "%@"
it: Aggiorna "%@"
no: Oppdater "%@"
pt_br: Atualizar "%@"
ru: Обновить "%@"
sv: Uppdatering "%@"
zh_hans: 更新 %@"
zh_hant: 更新"%@"

source: Update available.
it: Aggiornamento disponibile.
no: Oppdatering tilgjengelig.
ru: Доступно обновление.
sv: Uppdatering tillgänglig.
zh_hans: 有可用更新
zh_hant: 可用更新。

source: Update checking unavailable
it: Impossibile verificare la presenza di aggiornamenti
no: Oppdatering sjekking utilgjengelig
ru: Проверка обновлений не доступна
sv: Uppdateringskontroll ej tillgänglig
zh_hans: 无法进行更新检查
zh_hant: 更新檢查不可用

source: Update Error
it: Errore durante l'aggiornamento
no: Feil ved oppdatering
ru: Ошибка обновления
sv: Fel vid uppdatering
zh_hans: 更新失败
zh_hant: 更新錯誤

source: Update Installed
it: Aggiornamento installato
no: Oppdatering installert
ru: Обновление установлено
sv: Uppdatering installerad
zh_hans: 已安装更新
zh_hant: 更新已安裝

source: Update on Close
it: Aggiorna alla chiusura
no: Oppdater ved lukking
ru: Обновить при закрытии
sv: Uppdatering vid Stängning
zh_hans: 关闭时更新
zh_hant: 關閉時更新

source: Update through the game options menu.
it: Aggiornare attraverso il menu delle opzioni del gioco.
no: Oppdater gjennom spill alternativer-menyen.
ru: Обновление через меню параметров игры.
sv: Uppdatera via spelets alternativmeny.
zh_hans: 通过游戏选项菜单更新。
zh_hant: 透過遊戲選項選單進行更新。

source: Updates
it: Aggiornamenti
no: Oppdateringer
pt_br: Atualizações
ru: Обновления
sv: Uppdateringar
zh_hans: 更新
zh_hant: 更新

source: Updating
it: Aggiornando
no: Oppdaterer
ru: Обновляется
sv: Uppdatering
zh_hans: 正在更新
zh_hant: 正在更新

source: Verify
it: Verifica
no: Verifiser
ru: Проверить
sv: Verifiera
zh_hans: 验证
zh_hant: 驗證

source: Verify File Integrity
it: Verifica l'integrità dei file
no: Verifiser filintegritet
pt_br: Verificar a integridade do arquivo
ru: Проверить целостность файла
sv: Verifiera filintegritet
zh_hans: 验证文件完整性
zh_hant: 驗證檔案完整性

source: Verify game files' integrity
it: Verifica l'integrità dei file del gioco
no: Verifiser spillfilenes integritet
ru: Проверить целостность файлов игры
sv: Verifiera spelfilernas integritet
zh_hans: 验证游戏文件的完整性
zh_hant: 驗證遊戲檔案完整性

source: Verify game files' integrity for %@.
it: Verifica l'integrità dei file di "%@".
no: Verifiser spillfilenes integritet for %@.
ru: Проверить целостность файлов игры для %@.
sv: Verifiera spelfilernas integritet för %@.
zh_hans: 为 %@ 验证游戏文件的完整性。
zh_hant: 驗證 %@ 遊戲檔案完整性。

source: View all currently signed in accounts
it: Visualizza tutti gli account collegati
no: Vis alle innloggede kontoer
pt_br: Visualizar todas as contas conectadas no momento
ru: Просмотреть все текущие учетные записи
sv: Visa alla konton som för närvarande är inloggade
zh_hans: 查看当前登录的所有帐户
zh_hant: 查看所有目前已登入的帳戶

source: View operation progress
it: Visualizza le operazioni in corso
no: Vis fremdrift
ru: Посмотреть прогресс операции
sv: Visa hur operationen fortskrider
zh_hans: 查看操作进度
zh_hant: 檢視作業進度

source: View your games
it: Visualizza i tuoi giochi
no: Vis dine spill
pt_br: Visualizar seus jogos
ru: Посмотреть свои игры
sv: Visa dina spel
zh_hans: 查看您的游戏
zh_hant: 查看您的遊戲

source: Website
it: Sito web
no: Nettsted
ru: Вебсайт
sv: Webbsida
zh_hant: 網站

source: Welcome to Mythic!
it: Benvenuto in Mythic!
no: Velkommen til Mythic!
ru: Добро пожаловать в Mythic!
sv: Välkommen till Mythic!
zh_hans: 欢迎使用 Mythic！
zh_hant: 歡迎來到 Mythic！

source: Welcome to Mythic.
it: Benvenuti su Mythic.
no: Velkommen til Mythic.
pt_br: Bem-vindo à Mythic.
ru: Добро пожаловать в Mythic.
sv: Välkommen till Mythic.
zh_hans: 欢迎来到 Mythic！
zh_hant: 歡迎來到Mythic。

source: Where do you want the container's base path to be located?
it: Dove vuoi che si trovi il percorso di base del contenitore?
no: Hvor vil du at beholderens basisbane skal plasseres?
pt_br: Onde você deseja que o caminho base do contêiner esteja localizado?
ru: Где вы хотите разместить базовый путь контейнера?
sv: Var vill du att behållarens bassökväg ska finnas?
zh_hans: 您想要把容器的存储路径设置在哪里？
zh_hant: 您希望容器的基本路徑位於何處？

source: Windows Version
it: Versione per Windows
no: Windows versjon
pt_br: Versão para Windows
ru: Версия Windows
zh_hans: Windows 版本
zh_hant: Windows 版本

source: Would you like to reinstall Mythic Engine?
it: Sicuro di voler reinstallare il Mythic Engine?
no: Ønsker du å installere Mythic Engine?
pt_br: Gostaria de reinstalar o Mythic Engine?
ru: Хотите переустановить Mythic Engine?
sv: Skulle du vilja ominstallera Mythic Engine?
zh_hans: 你想要重新安装Mythic引擎吗？
zh_hant: 您想重新安裝 Mythic Engine 嗎？

source: You aren't signed in to Epic Games.
it: Non hai effettuato l'accesso a Epic Games.
no: Du er ikke logget på Epic Games.
pt_br: Você não está conectado à Epic Games.
ru: Вы не вошли в Epic Games.
sv: Du är inte inloggad på Epic Games.
zh_hant: 您尚未登入 Epic Games。

source: Your Containers
it: I tuoi container
no: Dine containere
pt_br: Seus Contêineres
ru: Ваши контейнеры
sv: Dina behållare
zh_hans: 您的容器
zh_hant: 您的容器

source: Your device uses an Intel® processor. This feature isn’t available on Intel®-based macs.
it: Il tuo dispositivo ha un processore Intel®. Questa funziona non è supportata suo Mac con processore Intel®.
no: Enheten bruker en Intel®️-prosessor. Denne funksjonen er ikke tilgjengelig på Intel®️-baserte macs.
pt_br: Seu dispositivo usa um processador Intel®. Este recurso não está disponível em macs baseados em Intel®.
ru: Ваше устройство использует процессор Intel®. Эта функция не доступна для Mac на базе Intel®.
sv: Din enhet använder en Intel®-processor. Den här funktionen är inte tillgänglig på Intel®-baserade Mac-datorer.
zh_hant: 您的裝置使用 Intel® 處理器。 此功能不適用於 Intel® 處理器的 Mac。

source: Your Favourites
it: I tuoi preferiti
no: Dine Favoritter
pt_br: Seus Favoritos
ru: Ваши избранные
sv: Dina favoriter
zh_hans: 您的收藏夹
zh_hant: 您的最愛

source: (Selective downloads supported.)
no: (Selektive nedlastinger støttes.)
pt_br: (Com suporte a downloads seletivos.)
ru: (Поддерживаются выборочные установки.)
sv: (Selektiva nedladdningar stöds.)
zh_hant: (支援選擇性下載）

source: Attempted to access a container that doesn't exist. If relevant, please verify that the container is set correctly.
no: Forsøkte å få tilgang til en beholder som ikke finnes. Kontroller at beholderen er riktig satt opp.
pt_br: Você tentou acessar um contâiner que não existe. Se for relevante, por favor verifique se o contâiner está definido corretamente.
ru: Попытка получить доступ к контейнеру которого не существует. Если необходимо, пожалуйста проверьте что контейнер правильно установлен.
sv: Försökte komma åt en behållare som inte finns. Om det är relevant, kontrollera att behållaren är korrekt inställd.
zh_hant: 嘗試存取一個不存在的容器。 如有需要，請確認容器已正確設定。

# Do you wish to stop %@ %@?
source: Do you wish to stop %1$@ %2$@?
no: Ønsker du å stoppe %1$@ %2$@?
pt_br: Você deseja parar %1$@ %2$@?
ru: Вы желаете остановить %1$@ %2$@?
sv: Vill du stoppa %1$@ %2$@?
zh_hant: 您希望停止 %1$@ %2$@ 嗎？

source: Engine
no: Motor
pt_br: Motor
ru: Движок
sv: Motor
zh_hans: 引擎
zh_hant: 引擎

source: Engine %@
no: Motor %@
ru: Движок %@
sv: Motor %@
zh_hans: 引擎 %@
zh_hant: 引擎 %@

source: Error accessing the Epic Games webpage.
no: Feil let med å kontakte Epic Games nettsiden.
pt_br: Erro ao acessar a página da Epic Games.
ru: Ошибка при доступе к сайту Epic Games.
sv: Fel vid åtkomst till Epic Games webbsida.
zh_hans: 访问 Epic Games 网页时出错。
zh_hant: 存取 Epic Games 網頁時發生錯誤。

source: Existing stable features will be available in this channel. This is the recommended stream for all users.
no: Eksisterende stabile funksjoner vil være tilgjengelig i denne kanalen. Dette er den anbefalte kanalen for alle brukere.
pt_br: Os recursos estáveis ​​existentes estarão disponíveis neste canal. Este é o fluxo recomendado para todos os usuários.
ru: Уже существующие стабильные функции будут доступны в этом канале. Это рекомендованный поток для всех пользователей.
sv: Befintliga stabila funktioner kommer att finnas tillgängliga i denna kanal. Detta är den rekommenderade strömmen för alla användare.
zh_hans: 现有的稳定功能将在此分支中提供。 建议所有用户使用此分支。
zh_hant: 此管道將提供現有穩定功能。 這是推薦所有用戶使用的管道。

source: Experimental new features may be available in this channel, at the cost of stability. Use at your own risk.
no: Eksperimentelle nye funksjoner kan være tilgjengelige i denne kanalen, men kan negativt påvirke stabilitet. Bruk på egen risiko.
ru: Новые экспериментальные функции будут доступны в этом канале, с ценой стабильности. Пользуйтесь на свой страх и риск.
sv: Experimentella nya funktioner kan vara tillgängliga i denna kanal, på bekostnad av stabiliteten. Använd på egen risk.
zh_hans: 此分支可能会提供实验性的新功能，并可能不稳定。 使用风险自负。
zh_hant: 此管道可能會提供一些實驗性新功能，但穩定性可能會受到影響。 使用風險自負。

source: FAQ
no: OSS
zh_hant: 常見問題

source: File
no: Fil
pt_br: Arquivo
ru: Файл
sv: Fil
zh_hans: 文件
zh_hant: 檔案

source: Games in your library will appear here. If there are games in your library and they're not appearing, try restarting Mythic.
no: Spill i biblioteket ditt vil vises her. Hvis det er spill i biblioteket ditt og de ikke dukker opp, prøv å starte Mythic på nytt.
pt_br: Os jogos em sua biblioteca aparecerão aqui. Se houver jogos em sua biblioteca e eles não estiverem aparecendo, tente reiniciar o Mythic.
ru: Здесь появятся игры из вашей библиотеки. Если в вашей библиотеке есть игры, которые тут не отображаются, попробуйте перезапустить Mythic.
sv: Spel i ditt bibliotek kommer att visas här. Om det finns spel i ditt bibliotek och de inte visas kan du prova att starta om Mythic.
zh_hans: 游戏库中的游戏会出现在这里。 如果游戏库中有游戏但没有显示，请尝试重启 Mythic。
zh_hant: 您的遊戲庫中的遊戲將顯示在此。 如果您的遊戲庫中有遊戲但沒有顯示，請嘗試重新啟動 Mythic。

source: Games you favourite will appear here. You can favourite a game by pressing [􀍠] → [􀋂].
no: Spill du favoritter vil vises her. Du kan legge til et spill ved å trykke [􀍠] → [􀍠].
pt_br: Os jogos que você favoritou aparecerão aqui. Você pode favoritar um jogo pressionando [􀍠] → [􀋂].
ru: Ваши избранные игры будут появляться тут. Вы можете избрать игру нажимая [􀍠] → [􀋂].
sv: Spel som du favoritmarkerar kommer att visas här. Du kan favoritmarkera ett spel genom att trycka på [􀍠] → [􀋂].
zh_hans: 您收藏的游戏将出现在这里。 按 [􀍠] → [􀋂]，即可收藏某个游戏。
zh_hant: 您收藏的遊戲將顯示在此。 您可以按 [􀍠] → [􀋂] 來收藏遊戲。

source: Harmony ratings help every Mythic user understand how well a game runs.
no: Harmony rangeringer hjelper hver Mythic bruker med å forstå hvor godt et spill kjører.
pt_br: As classificações de harmonia ajudam todo usuário Mythic a entender como um jogo funciona.
ru: Рейтинги Harmony помогают каждому пользователю Mythic понять, как хорошо работает игра.
sv: Harmony-betyg hjälper alla Mythic-användare att förstå hur bra ett spel fungerar.
zh_hans: Harmony 评分帮助每位 Mythic 用户了解游戏的运行情况。
zh_hant: Harmony 評級可以幫助每位 Mythic 用戶了解遊戲的運作狀況。

source: Home
no: Hjem
pt_br: Início
ru: Главная
sv: Startsida
zh_hans: 首页
zh_hant: 主頁

source: If you attempt to download more than one game at the same time, it'll be added to this queue.
no: Hvis du prøver å laste ned mer enn et spill samtidig, vil det bli lagt til i denne køen.
pt_br: Se você tentar fazer o download de mais de um jogo ao mesmo tempo, ele será adicionado a essa fila.
ru: Если попытаться установить больше чем одну игру одновременно, она добавится сюда в очередь.
sv: Om du försöker ladda ner mer än ett spel samtidigt kommer det att läggas till i den här kön.
zh_hans: 如果你试图同时下载多个游戏，它将被添加到这个队列。
zh_hant: 如果您嘗試同時下載多個遊戲，它們將被添加到此列中。

source: Images with a 3:4 aspect ratio are preferred.
no: Bilder med et 3:4 størrelsesforhold passer best.
pt_br: É preferível imagens com proporção 3:4.
ru: Картинки с соотношением сторон 3:4 предпочитаемы.
sv: Bilder med ett bildförhållande på 3:4 föredras.
zh_hant: 建議使用寬高比為 3:4 的圖像。

source: In order to run Windows® games, Mythic must download a specialized translation layer. The download time should take ~10 minutes, with an average internet connection.
no: For å starte opp og kjøre Windows® spill, må Mythic laste ned et spesialisert oversettelseslag. Nedlastningen burde ta ~10 minutter, med en gjennomsnittlig internettforbindelse.
pt_br: Para executar jogos do Windows®, a Mythic precisa fazer o download de uma camada de tradução especializada. O tempo de download deve levar cerca de 10 minutos, dependendo da sua conexão com a internet.
ru: Чтобы запустить игры для Windows®, Mythic-у надо скачать специализированный слой перевода. Время скачивания займёт примерно 10 минут с обычным интернет-соединением.
sv: För att kunna köra Windows®-spel måste Mythic ladda ner ett specialiserat översättningslager. Nedladdningstiden bör ta ~10 minuter, med en genomsnittlig internetanslutning.
zh_hans: 为了启动和运行 Windows® 游戏，Mythic 需要下载一个专用的转译层。 下载时间通常需要约10分钟， 具体取决于您的网络连接。
zh_hant: 為了運行 Windows® 遊戲，Mythic 需要下載一個專門的翻譯層。 下載時間大約需要 10 分鐘，這取決於您的網際網路速度。

source: Layout
no: Oppsett
pt_br: Interface
ru: Лейаут
zh_hant: 佈局

source: Mythic is still operating on games.
no: Mythic opererer fortsatt på spill.
pt_br: A Mythic ainda está operando em jogos.
ru: Mythic всё ещё работает над играми.
sv: Mythic kört fortfarande spel.
zh_hant: Mythic 仍在運作遊戲。

source: Mythic is unable to retrive the requested metadata for this game.
no: Mythic kan ikke hente de forespurte metadataene for dette spillet.
pt_br: A Mythic não conseguiu recuperar os metadados necessários para este jogo.
ru: Mythic не может извлечь запрашиваемые метаданные для этой игры.
sv: Mythic kan inte återskapa de begärda metadata för detta spel.
zh_hant: Mythic 無法取得該遊戲的請求元資料。

source: No new game operations are queued.
no: Ingen nye spillhandlinger er lagt i køen.
pt_br: Nenhuma nova operação de jogo está na fila.
ru: Нет игровых операций в очереди.
sv: Inga nya speloperationer är köade.
zh_hant: 沒有新的遊戲作業正在佇列中。

source: Please consult resources before creating an issue — you may find a solution there.
no: Vennligst se ressurser før du lager et problem - Det kan hende du finner en løsning der.
ru: Пожалуйста, обратитесь к ресурсам до создания проблемы — вы можете найти ответ там.
sv: Konsultera resurserna innan du skapar ett problem - du kanske hittar en lösning där.
zh_hant: 請先查閱相關資源再提交問題，您或許能在那裡找到解決方案。

source: Please visit https://www.epicgames.com/id/login/correction on a normal web browser, and then try signing in through Mythic again.
no: Besøk https://www.epicgames.com/id/login/correction på en normal nettleser, og deretter prøv å logge inn gjennom Mythic igjen.
pt_br: Acesse https://www.epicgames.com/id/login/correction em um navegador da web e, em seguida, tente fazer login na Mythic novamente.
ru: Пожалуйста, посетите https://www.epicgames.com/id/login/correction в обычном веб-браузере, и потом попытайтесь войти через Mythic опять.
sv: Besök https://www.epicgames.com/id/login/correction i en vanlig webbläsare, och försök sedan logga in via Mythic igen.
zh_hans: 请使用普通网页浏览器访问https://www.epicgames.com/id/login/correction， 然后再次尝试通过 Mythic 登录。
zh_hant: 請使用一般網頁瀏覽器造訪 https://www.epicgames.com/id/login/correction，然後再次嘗試透過 Mythic 登入。
